Repository: common-repository/websec
Catalog: language/sa-plugin-*.po
Languages: de_de

source: You have the latest WordPress Version
de_de: Du hast die aktuellste WordPress-Version

source: Please install the latest WordPress Version (at least %s)
de_de: Bitte installiere die neueste WordPress-Version (mindestens %s)

source: You have the latest PHP Version
de_de: Du hast die aktuellste PHP Version

source: You have an encrypted Connection (https).
de_de: Du hast eine verschlüsselte Verbindung (https).

source: You don’t use a secure connection. No SSL-certificate (https) is in use
de_de: Du verwendest keine verschlüsselte Verbindung. Es ist kein SSL-Zertifikat (https) im Einsatz.

source: The following plugins can be updated:
de_de: Für folgende Plugins stehen Updates bereit:

source: All plugins are updated.
de_de: Alle Plugins sind auf dem neuesten Stand.

source: The developer modus is activated.
de_de: Der Entwicklermodus ist aktiviert.

source: The developer modus is deactivated.
de_de: Der Entwicklermodus ist deaktiviert.

source: The table prefix for the database is not equal to its default value :
de_de: Ein sicherer Datenbank-Prefix wird verwendet (abweichend vom Standard) :

source: The table prefix for the database is equal to its default value :
de_de: Ein unsicherer Datenbank-Prefix wird verwendet (Nicht abweichend vom Standard) :

source: WordPress auto updater is activated.
de_de: WordPress Auto-Updater ist aktiviert.

source: Automatic WordPress updates are deactivated
de_de: Automatische WordPress System-Aktualisierungen sind deaktiviert.

source: Welcome
de_de: Herzlich Willkommen!

source: All we need to get started is your permission to access your WordPress data. This will allow us to provide you with an analysis of your security status as well as relevant tips to remove vulnerabilities
de_de: Alles was wir brauchen um loszulegen, ist deine Berechtigung auf deine WordPress-Daten zuzugreifen. Dies hilft uns, die Sicherheit deiner Seite richtig ein zu schätzen und dir genau die Tipps geben zu können die du brauchst.

source: I want tips concerning my security
de_de: Ich will Tipps rund um das Thema Sicherheit!

source: and agree to the:
de_de: Und stimme folgendem zu:

source: Privacy Policy
de_de: Datenschutzerklärung

source: Terms of Service
de_de: Nutzungsbedingungen

source: Your WordPress instance uses secure and unique authentication keys.
de_de: Deine WordPress Instanz nutzt sichere und einzigartige Authentifikationsschlüssel

source: Your WordPress instance doesn't use secure and unique authentication keys.
de_de: Deine WordPress Instanz nutzt keine sicheren und einzigartige Authentifikationsschlüssel

source: You don't use 'admin' as a username for your administrator account.
de_de: Du benutzt 'admin' als Benutzernamen für dein Administratoraccount

source: Don't use 'admin' as a username for your administrator account.
de_de: Du benutzt nicht 'admin' als Benutzernamen für dein Administratoraccount

source: Your ReadMe.txt does not publicly disclose information to access the system.
de_de: Deine ReadMe.txt enthält keine öffentlichen Informationen um Zugang zu deinem WordPress zu erlangen.

source: Your ReadMe.txt does publicly disclose information to access the system.
de_de: Deine ReadMe.txt enthält öffentlichen Informationen um Zugang zu deinem WordPress zu erlangen.
